{
  "bios": [
    {
      "name": "Margaret - Patient Coordinator",
      "bio": "Hello my name Margaret. I've been in the dental field since 2006. I am married and I have three daughters and will soon have my second grandchild. We love to travel and spend time at the shore. We have pets that keep us busy in our spare time (fish, dog, cats, guinea pigs). I am so happy to have found this office.",
      "img": "Margaret.png"
    },
    {
      "name": "Amy - Hygienist",
      "bio": "Hello, my name is Amy Grasty. I am a native to southern Chester County. I graduated from Harcum College with an associates degree in Dental Hygiene. I have been working in dentistry for over twenty years now. I have worked with Dr. Muller since spring of 2013 as a hygienist. I became full time with Dr. Muller's office in the spring of 2014. When I am not at the office, I enjoy attending my son's baseball games.",
      "img": "Amy.png"
    },
    {
      "name": "Melissa - Hygienist",
      "bio": "Hello!  My name is Melissa and I am a native to the area.  I currently reside in West Grove with my husband Andre and our two cats, Felix and Cori.  I received my degree in Dental Hygiene from Delaware Technical and Community College in 2004.  Prior to studying dental hygiene I earned a Bachelor of Science with a Nutrition concentration at West Chester University.  When I am not working I enjoy spending time with my family and friends, working out, going to the beach, and listening to books. ",
      "img": "Melissa.jpg"
    },
    {
      "name": "Karen - Expanded Functions Dental Assistant",
      "bio": "I have lived in the West Grove and surrounding area all my life. I’ve been in the field of dentistry for thirteen years, ten of them as an EFDA. I love what I do and find true pleasure in making others smile. I’m always dancing and singing (even though I’m not that good) in the office. When I’m not in the office, I enjoy spending time with my family, especially my two beautiful sons who keep me stepping. In what free time I have, I like to read, go for pedicures or just relax. I enjoy being goofy and having fun!",
      "img": "Karen.png"
    }
  ]
}
